Repository: sociateru/django-two-factor-auth
Catalog: two_factor/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Method
ru_ru: Способ

source: Token
ru_ru: Токен

source: Entered token is not valid.
ru_ru: Введен неправильный токен

source: The YubiKey could not be verified.
ru_ru: Не удалось проверить YubiKey

source: Yes, I am sure
ru_ru: Да, я уверен

source: Your authentication token is %s
ru_ru: Ваш токен: %s

source: Hi, this is %(site_name)s calling. Press any key to continue.
ru_ru: Здравствуйте, это звонит %(site_name)s. Нажмите любую клавишу для продолжения.

source: Your token is %(token)s. Repeat: %(token)s. Good bye.
ru_ru: Ваш токен %(token)s. Повторяем: %(token)s. До свидания.

source: You didn't press any keys. Good bye.
ru_ru: Вы ничего не нажали. До свидания.

source: Please enter a valid phone number, including your country code starting with + or 00.
ru_ru: Пожалуйста, введите корректный номер телефона, включая ваш код страны, начиная с + или 00

source: Phone Call
ru_ru: Телефонный звонок

source: Text Message
ru_ru: SMS

source: Phone call
ru_ru: Телефонный звонок

source: Text message
ru_ru: SMS

source: Token generator
ru_ru: Приложение для генерации кодов

source: number
ru_ru: номер

source: method
ru_ru: способ

source: Cancel
ru_ru: Отмена

source: Back
ru_ru: Назад

source: Next
ru_ru: Вперед

source: Backup Tokens
ru_ru: Резервные коды

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
ru_ru: Резервные коды могут быть использованы, если ваш основной и дополнительный телефоны недоступны. Резервные коды ниже могут быть использованы для подтверждения входа. Если вы использовали все ваши резервные коды, вы можете создать новый набор резервных кодов. Только коды ниже могут быть использованы.

source: Print these tokens and keep them somewhere safe.
ru_ru: Распечатайте эти коды и сохраните их в безопасном месте.

source: You don't have any backup codes yet.
ru_ru: У вас пока нет резервных кодов.

source: Back to Account Security
ru_ru: Назад к Настройкам безопасности

source: Generate Tokens
ru_ru: Сгенерировать коды

source: Login
ru_ru: Вход

source: Enter your credentials.
ru_ru: Введите ваши данные для входа.

source: We are calling your phone right now, please enter the digits you hear.
ru_ru: Мы звоним на ваш телефон прямо сейчас, пожалуйста введите код, который вы слышите.

source: We sent you a text message, please enter the tokens we sent.
ru_ru: Мы отправили вам SMS, пожалуйста, введите код, который мы прислали.

source: Please enter the tokens generated by your token generator.
ru_ru: Пожалуйста, введите коды, сгерированные вашим приложением.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
ru_ru: Используйте эту форму для ввода резервных кодов подтвеждения. Эти коды были сгенерированны для вас ранее. Введите один из этих кодов для входа в аккаунт.

source: Or, alternatively, use one of your backup phones:
ru_ru: Или, вы можете использовать один из резервных номеров:

source: As a last resort, you can use a backup token:
ru_ru: В крайнем случае, вы можете использовать резервный код:

source: Use Backup Token
ru_ru: Использовать резервный код

source: Permission Denied
ru_ru: Отказ в доступе

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
ru_ru: Страница, которую вы запросили, требует подтверждения входа двухфакторной аутентификацией из соображений безопасности. Вам необходимо включить подтверждение входа для получения доступа к странице.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
ru_ru: Двухфакторная аутентификация не включена для вашего аккаунта. Включите ее для усиления безопасности аккаунта.

source: Go back
ru_ru: Назад

source: Enable Two-Factor Authentication
ru_ru: Включить двухфакторную аутентификацию

source: Add Backup Phone
ru_ru: Добавить резервный телефон

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
ru_ru: Вы можете добавить резервный номер телефона в свой аккаунт. Он будет использован, если ваш основной метод подтверждения окажется недоступен.

source: We've sent a token to your phone number. Please enter the token you've received.
ru_ru: Мы отправили код на ваш номер. Пожалуйста, введите полученный код.

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
ru_ru: Следуйте указаниям для включения двухфакторной аутентификации.

source: Please select which authentication method you would like to use.
ru_ru: Выберите желаемый метод подтверждения

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
ru_ru: Для настройки приложения сканируйте QR-код ниже. Например, воспользуйтесь Google Authenticator. Затем, введите код, сгенерированный приложением.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
ru_ru: Введите номер телефона, на который вы хотите получать SMS. На следующем шаге номер будет подтвержден.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
ru_ru: Введите номер телефона, на который вы хотите получать звонки. Номер будет подтвержден на следующем шаге.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
ru_ru: Для идентификации и подтверждения вашего YubiKey, введите код в поле ниже. Ваш YubiKey будет привязан к вашему аккаунту.

source: Congratulations, you've successfully enabled two-factor authentication.
ru_ru: Поздравляем, вы успешно настроили подтверждение входа.

source: Back to Profile
ru_ru: Назад в профиль

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
ru_ru: Тем не менее, может случиться, что у вас не будет доступа к вашему основному устройству. Чтобы иметь возможность восстановления доступа, добавьте номер телефона.

source: Add Phone Number
ru_ru: Добавить номер телефона

source: Disable Two-factor Authentication
ru_ru: Отключить подтверждение входа

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
ru_ru: Вы собираетесь отключить подтверждение входа. Это ослабляет защиту аккаунта, вы уверены?

source: Disable
ru_ru: Отключить

source: Account Security
ru_ru: Настройки безопасности

source: Tokens will be generated by your token generator.
ru_ru: Коды будут генерироваться вашим приложением.

source: Primary method: %(primary)s
ru_ru: Основной способ: %(primary)s

source: Tokens will be generated by your YubiKey.
ru_ru: Коды будут генерироваться вашим YubiKey.

source: Backup Phone Numbers
ru_ru: Запасные номера телефонов

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
ru_ru: Если ваш основной способ подтверждения недоступен, мы можем посылать коды на номера, указанные ниже.

source: Unregister
ru_ru: Удалить

source: If you don't have any device with you, you can access your account using backup tokens.
ru_ru: Если у вас не будет с собой устройства, вы сможете получить доступ к аккаунту с помощью резервных кодов.

source: You have only one backup token remaining.
ru_ru: У вас остался только %(counter)s резервный код.

source: Show Codes
ru_ru: Показать коды

source: Disable Two-Factor Authentication
ru_ru: Отключить подтверждение входа

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
ru_ru: Мы настоятельно советуем не делать этого. Тем не менее, вы можете отключить подтверждение входа для своего аккаунта.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
ru_ru: Подтверждение входа не включено для вашего аккаунта. Включите подтверждение для усиления защиты своего аккаунта.

source: Send text message to %s
ru_ru: SMS на %s

source: Call number %s
ru_ru: Позвонить на %s

source: ManagementForm data is missing or has been tampered.
ru_ru: Данные формы не найдены или были повреждены.
